[{
  "_id": {
    "$oid": "642be145af0a09fa86e1558f"
  },
  "username": "Nguyễn Hoàng Vy",
  "useremail": "vynguyen11@gmail.com",
  "usermessage": "Tôi đã nhận được chiếc nhẫn của mình và nó chính xác như những gì tôi mong đợi. Nó rất đẹp khi đeo riêng và cũng rất hợp với chiếc nhẫn đính hôn kim cương của tôi. Tôi chắc chắn sẽ giới thiệu thương hiệu này cho bạn của mình. Cảm ơn Dora Jewelry!"
},{
  "_id": {
    "$oid": "642be145af0a09fa86e15590"
  },
  "username": "Hoàng Anh Tuấn",
  "useremail": "tuananhhoang0803@gmail.com",
  "usermessage": "Tôi đã đặt chiếc nhẫn cưới này để phù hợp với chiếc nhẫn khác mà tôi đã mua cho vợ tôi vào năm ngoái và như mọi lần, Dora Jewelry đã giúp đỡ tôi trong việc mua hàng. Sau khi đặt hàng, tôi thậm chí còn nhận được một cuộc gọi từ một nhân viên bán hàng để đảm bảo tôi đang đặt đúng kích thước. Dora Jewelry thật tuyệt vời! Vận chuyển nhanh chóng. Và tôi sẽ tiếp tục ủng hộ thương hiệu trong tương lai."
},{
  "_id": {
    "$oid": "642be145af0a09fa86e15591"
  },
  "username": "Nguyễn Nhật Thanh",
  "useremail": "nnthanh4899@gmail.com",
  "usermessage": "Chiếc nhẫn được giao đúng thời gian. Cảm ơn Dora Jewelry rất nhiều. Rất tuyệt vời khi đã tin tượng lựa chọn thương hiệu. Bạn gái của tôi rất thích chiếc nhẫn."
},{
  "_id": {
    "$oid": "642be145af0a09fa86e15592"
  },
  "username": "quynhquynhchi1@gmail.com",
  "useremail": "Lê Ngọc Quỳnh Chi",
  "usermessage": "Rất hài lòng với việc mua hàng, sản phẩm thực tế còn đẹp hơn trong hình ảnh. Kích cỡ vừa vặn hoàn hảo."
},{
  "_id": {
    "$oid": "642be145af0a09fa86e15593"
  },
  "username": "Alexandra Lưu",
  "useremail": "luualex22@gmail.com",
  "usermessage": "Cảm ơn Dora Jewelry rất nhiều vì đã cung cấp một sản phẩm chất lượng và giao hàng nhanh chóng như vậy!"
},{
  "_id": {
    "$oid": "642be145af0a09fa86e15594"
  },
  "username": "Trần Thị Ngọc Minh",
  "useremail": "minhngoctranthi12@gmail.com",
  "usermessage": "Hoàn toàn hài lòng với toàn bộ trải nghiệm của tôi với Dora Jewelry. Chiếc nhẫn của tôi đã được giao đúng như mong đợi, và chỉ mất 2 ngày để giao hàng sau khi đặt đơn! Tôi rất vui mừng khi mở gói hàng và nhìn thấy chiếc nhẫn hoàn hảo nhất mà tôi từng thấy. Họ đã gọi điện thoại để hỏi thăm tôi nhiều lần và ngay khi sản phẩm được giao. Cảm ơn Dora Jewelry rất nhiều!"
},{
  "_id": {
    "$oid": "643ce0d19db002e663553a5e"
  },
  "username": "hihi",
  "useremail": "quynhluu1305@gmail.com",
  "usermessage": "1834907341347"
}]